Revit 2027 API
ParameterTypeId.LayerElemCompoundElemType Property
 "Compound Element Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemCompoundElemType { get; }
Public Shared ReadOnly Property LayerElemCompoundElemType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemCompoundElemType {
	ForgeTypeId^ get ();
}
static member LayerElemCompoundElemType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace